tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "diff-so-fancy"
brew "direnv"
brew "git"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
cask "docker"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "minecraft"
cask "nosleep"
cask "scroll-reverser"
cask "steam"
cask "the-unarchiver"
cask "vlc"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-noto-sans-cjk-tc"
cask "caskroom/fonts/font-noto-serif-cjk-tc"
cask "caskroom/fonts/font-profont-nerd-font-mono"
cask "caskroom/versions/java8"
