tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "diff-so-fancy"
brew "git"
brew "tldr"
brew "tree"
brew "vim", args: ["with-python3", "without-perl", "without-ruby"]
brew "wget"
brew "yarn"
brew "zsh"
cask "docker"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "mono-mdk"
cask "nosleep"
cask "scroll-reverser"
cask "steam"
cask "the-unarchiver"
cask "visual-studio"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-lato"
cask "caskroom/fonts/font-profont-nerd-font-mono"
cask "caskroom/versions/java8"
